class script(object):
    START_TXT = """<b>ʜᴇʏ {} 👾</b>
ɪ'ᴍ <a href='https://t.me/{}'>{}</a> — ʏᴏᴜʀ ᴜʟᴛɪᴍᴀᴛᴇ ꜰɪʟᴇ ʟɪɴᴋ ʙᴏᴛ.
⚡ <b>ɪɴꜱᴛᴀɴᴛ ᴅɪʀᴇᴄᴛ ᴅᴏᴡɴʟᴏᴀᴅ</b> ʟɪɴᴋꜱ
🎯 <b>ꜱᴛʀᴇᴀᴍɪɴɢ</b> ʟɪɴᴋꜱ ʀᴇᴀᴅʏ ɪɴ ꜱᴇᴄᴏɴᴅꜱ
🌐 ꜱʜᴀʀᴇ ᴀɴʏᴡʜᴇʀᴇ, ᴀɴʏᴛɪᴍᴇ, ᴀɴʏᴏɴᴇ
🔒 ꜱᴀꜰᴇ & ꜱᴇᴄᴜʀᴇ ꜰɪʟᴇ ʜᴀɴᴅʟɪɴɢ
<blockquote><b>🛸 ʜᴏᴡ ᴛᴏ ᴜꜱᴇ:</b>
➊ ꜱᴇɴᴅ ᴍᴇ ᴀɴʏ ꜰɪʟᴇ 📂
➋ ɢᴇᴛ ɪɴꜱᴛᴀɴᴛ ʟɪɴᴋꜱ 🔗
➌ ꜱʜᴀʀᴇ ꜰʀᴇᴇʟʏ 🚀</blockquote>
💫 <b>ᴅʀᴏᴘ ᴀ ꜰɪʟᴇ ᴛᴏ ᴋɪᴄᴋꜱᴛᴀʀᴛ!</b>"""

    LOG_TEXT_P = """⭐ #ɴᴇᴡᴜꜱᴇʀ
🆔 ɪᴅ — <code>{}</code>
👤 ɴᴀᴍᴇ — {}
🎉 ᴡᴇʟᴄᴏᴍᴇ ᴀʙᴏᴀʀᴅ!"""

    RESTART_TXT = """
<b>🔄 ʙᴏᴛ ʀᴇꜱᴛᴀʀᴛᴇᴅ ꜱᴜᴄᴄᴇꜱꜱꜰᴜʟʟʏ !
📅 ᴅᴀᴛᴇ  : <code>{}</code>
⏰ ᴛɪᴍᴇ  : <code>{}</code>
🌏 ᴢᴏɴᴇ  : <code>Asia/Kolkata</code>
🛠️ ꜱᴛᴀᴛᴜꜱ : <code>[ ᴏɴʟɪɴᴇ ✅ ]</code>
⚙️ ʙᴜɪʟᴅ  : <code>[ V2 🚀 ]</code></b>"""
