class script(object):
    START_TXT = """<b>ʜᴇʏ {} 👋</b>

ɪ'ᴍ <a href='https://t.me/{}'>{}</a> — sᴇɴᴅ ᴀ ꜰɪʟᴇ, ɢᴇᴛ ᴀɴ ɪɴsᴛᴀɴᴛ sᴛʀᴇᴀᴍ + ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ.

⚡ <b>ɪɴsᴛᴀɴᴛ</b> ᴅɪʀᴇᴄᴛ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋs
🎬 <b>ɪɴ-ʙʀᴏᴡsᴇʀ</b> sᴛʀᴇᴀᴍɪɴɢ — ɴᴏ ᴀᴘᴘ ɴᴇᴇᴅᴇᴅ
🎧 ᴍᴜʟᴛɪ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ sᴡɪᴛᴄʜɪɴɢ + ᴇxᴛᴇʀɴᴀʟ sᴜʙᴛɪᴛʟᴇs
🚀 ᴍᴜʟᴛɪ-ᴄʟɪᴇɴᴛ ʟᴏᴀᴅ ʙᴀʟᴀɴᴄɪɴɢ ꜰᴏʀ ꜰᴀsᴛᴇʀ sᴘᴇᴇᴅs
🔒 sᴀꜰᴇ & sᴇᴄᴜʀᴇ ꜰɪʟᴇ ʜᴀɴᴅʟɪɴɢ

<blockquote><b>🛸 ʜᴏᴡ ᴛᴏ ᴜsᴇ:</b>
➊ sᴇɴᴅ ᴍᴇ ᴀɴʏ ꜰɪʟᴇ 📂
➋ ɢᴇᴛ ʏᴏᴜʀ ʟɪɴᴋs ɪɴsᴛᴀɴᴛʟʏ 🔗
➌ sᴛʀᴇᴀᴍ ᴏʀ ᴅᴏᴡɴʟᴏᴀᴅ, ᴀɴʏᴡʜᴇʀᴇ 🚀</blockquote>

💫 <b>ᴅʀᴏᴘ ᴀ ꜰɪʟᴇ ᴛᴏ ɢᴇᴛ sᴛᴀʀᴛᴇᴅ!</b>"""

    LOG_TEXT_P = """⭐ #ɴᴇᴡᴜsᴇʀ
🆔 ɪᴅ — <code>{}</code>
👤 ɴᴀᴍᴇ — {}
🎉 ᴡᴇʟᴄᴏᴍᴇ ᴀʙᴏᴀʀᴅ!"""

    RESTART_TXT = """
<b>🔄 ꜰɪʟᴇ sᴛʀᴇᴀᴍ ʙᴏᴛ™ ʀᴇsᴛᴀʀᴛᴇᴅ sᴜᴄᴄᴇssꜰᴜʟʟʏ !
📅 ᴅᴀᴛᴇ  : <code>{}</code>
⏰ ᴛɪᴍᴇ  : <code>{}</code>
🌏 ᴢᴏɴᴇ  : <code>Asia/Kolkata</code>
🛠️ sᴛᴀᴛᴜs : <code>[ ᴏɴʟɪɴᴇ ✅ ]</code>
⚙️ ʙᴜɪʟᴅ  : <code>[ V2 🚀 ]</code></b>"""
